[
    {
        "name": "Baby-mop Onesie",
        "price": 25,
        "description": "Put all of your adorable baby's energy to work! The baby one piece romper mop cleans and shines your floor while your baby is crawling. These baby clothes are suitable for baby boys and baby girls!",
        "imgScr": ""
    },
    {
        "name": "Butter Stick",
        "price": 4.95,
        "description": "I can't believe it's butter! On a stick!",
        "imgScr": ""
    },
    {
        "name": "The Burrito Bumper™️",
        "price": 19.99,
        "description": "The Burrito Bumper™️ the food funnel for sloppy burritos that catches your fallen filling and carefully crafts a secondary taco for you to enjoy. First, effortlessly insert a tortilla into the bottom basket and begin binging on your overstuffed burrito.As it ultimately falls apart, the overflow of ingredients will be conveniently flow into the funnel and be swiftly inserted into your newly created taco below. Upon the last bite of your burrito, simply reach down and go to town on your freshly recycled taco creation.",
        "imgScr": ""
    },
    {
        "name": "Sloppy Slacks™️",
        "price": 35,
        "description": "The only pants specifically engineered for wiping your messy hands on while eating! These unassuming trousers feature two easy-to-remove sections that reveal our integrated highly absorbent cloth pads. Once removed, enjoy your favorite saucy foods with the peace of mind of knowing you can swiftly wipe your grubby hands right on your pants at any time until they are perfectly clean. Once your meal is complete simply reattach each of the denim covers to cover the mess and go about your day looking fresher than ever.",
        "imgScr": ""
    },
    {
        "name": "The Gyro Jogger™️",
        "price": 59.99,
        "description": "The GyroJogger™️ The hands free way to watch your shows while on a run. This sleek harness firmly fit around your head and features a multi-axis rotation gimbal for smooth viewing. Stay safe with our reflective straps and easy glance window to keep your eyes on the road. Any movie recommendations for my next marathon?",
        "imgScr": ""
    },
    {
        "name": "AirTag Socks™️",
        "price": 19.95,
        "description": "Never misplace your favorite sock in the wash. Utilizing Apple’s AirTag technology, these revolutionary socks feature and integrated silicone sleeve. Effortlessly slide your AirTags in to keep an ultra-close eye and where your socks end up. Hey Siri, who stole my socks?",
        "imgScr": ""
    },
    {
        "name": "The Password Keyboard™️",
        "price": 149,
        "description": "The Password Keyboard™️ Enter your password in record time with complete accuracy. We all know the feeling of messing up a password and starting over. With our super compact keyboard, simply type your password and only your password. Choose an ultra secure 8 character password and start tapping down the line. The integrated LEDs will alert you when you somehow still screw it up. Now was that an upper case S or a $.",
        "imgScr": ""
    },
    {
        "name": "T-Shirt",
        "price": 99,
        "description": "It's just a T-shirt. Plain. Simple",
        "imgScr": ""
    }
]
